	var specialities = '_Бригадир двора изложниц\n\
Верховой доменной печи\n\
Вздымщик\n\
Гибщик труб\n\
Главный специалист по технике консервации телевизионных программ\n\
Давильщик\n\
Демонстратор пластических поз\n\
Долбежник\n\
Дояр\n\
Завивальщик спиралей\n\
Зубополировщик деталей часов\n\
Инженер-лесопатолог\n\
Инспектор по контролю за исполнением поручений\n\
Испытатель источников тока\n\
Коксоочиститель\n\
Круговоротчик\n\
Люковой\n\
Машинист насосной станции для закачки рабочего агента в пласт\n\
Монтажник позитива\n\
Моторист механической лопаты\n\
Навивальщик основ\n\
Намазчик спичечных коробок\n\
Начальник тренажера\n\
Обкатчик клюквы\n\
Обрезчик анатомического материала\n\
Опрокидчик\n\
Порционист лаоча\n\
Посланник\n\
Путевой рабочий на озере\n\
Разводчик\n\
Раздирщик пакетов\n\
Разрисовщик обоев\n\
Расправщик\n\
Регулировщик хвостового хозяйства\n\
Сестра медицинская диетическая\n\
Сливщик-разливщик\n\
Сушильщик дощечек\n\
Съемщик резиновых изделий';
FullSpecialities = specialities.split("\n");

